commands_templates/GetSerialPortConfigurationOptions0.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsdl="http://www.onvif.org/ver10/deviceIO/wsdl">
   <soap:Header/>
   <soap:Body>
      <wsdl:GetSerialPortConfigurationOptions>
         <!--type: ReferenceToken-->
         <wsdl:SerialPortToken>?</wsdl:SerialPortToken>
      </wsdl:GetSerialPortConfigurationOptions>
   </soap:Body>
</soap:Envelope>